<template>
  <div>
    <header class="page-header">
      <h1>日本</h1>
    </header>
    <main>
      <h2>国土</h2>
      <p>日本国是位于东亚的岛屿国家，由日本列岛、琉球群岛和伊豆－小笠原群岛等6,852座岛屿所组成，面积约37.8万平方公里。是亚洲面积最大的发达国家。</p>
      <p>国土全境被太平洋及鄂霍次克海、日本海、东海等陆缘海环抱，西邻朝鲜半岛以及俄罗斯远东地区，东北接千岛群岛，西南面台湾与中国。</p>
      <h2>人口</h2>
      <p>人口达1.26亿。居于世界各国第11位，在所有发达国家中排名第二，仅次于美国。当中逾3,500万人居住于东京都及其周边数县构成的首都圈，为世界最大的首都圈。</p>
      <h2>政治</h2>
      <p>政治上施行议会制君主立宪制，君主天皇为国家及国民团结的象征，实际的政治权力则由国会以及内阁总理大臣所领导的内阁掌管。</p>
      <h2>历史</h2>
      <p>日本国传统上认为于公元前660年2月11日建国，其皇室号称“万世一系”未曾更迭，正式有文字记录则是在1世纪中期，由弥生时代邪马台国的卑弥呼女王为始。</p>
      <p>4世纪，关西地方出现了日本首个统一政权，在飞鸟时代和奈良时代中积极主动的模仿中国的隋朝及唐朝，并于大化革新中确立了天皇的中央集权体制。</p>
      <p>8世纪开始日本进入平安时代，脱离中国影响开始国风文化，创造了独特的服装、建筑、文字文化，确立以京都贵族（公家）为中心的优雅生活模式。</p>
      <p>12世纪后的600年间，武士（武家）的力量超过了贵族，日本由幕府等数个武家政权实际统治，天皇沦为表面上的君主。</p>
      <p>这些武士造成了政治纷乱的南北朝与战国时代，经历安土桃山时代后，日本终于在17世纪由江户幕府统一全国。</p>
      <p>江户幕府时代的日本严格实行锁国令长达200年，直到1854年（嘉永7年，安政元年）被美国舰队武力胁迫开港才算结束。</p>
      <p>此后，日本在西方列强步步紧逼的时局下，首先由部分武士（大名）帮助天皇从幕府手中收回政治实权，接着在19世纪中期的明治维新进行大规模政治与经济改革，
        引入欧洲的科学与技艺，实现工业化及现代化，施行天皇专权的君主立宪制，并且将北海道正式纳为领土；
      </p>
      <p>而自19世纪末，日本国力大幅增强开始进行对外扩张，首先并吞琉球，之后将台湾、朝鲜、库页岛等地纳为殖民地。</p>
      <p>进入20世纪时，日本已被认为是东方世界唯一能和西方列强争霸的大国。</p>
      <p>日本后来在政治上被军方控制，走向法西斯化，成为第二次世界大战轴心国，并在1931年开始发动对中国的侵略战争，
        于1941年扩大战场至西太平洋，成为二战的一部分，但是最终于1945年遭受两次原子弹轰炸后无条件投降。
      </p>
      <p>败战后，日本在盟军主导下转型为以国会为中心的君主立宪制政体，天皇成为虚位君主，同时依据《日本国宪法》第九条，永久放弃发动战争的权利，
        仅有限维持防御性的自卫队（国防军）。然而，自卫队的军事实力居世界第五位。
      </p>
      <h2>经济</h2>
      <p>日本现今是世界第三大经济体，亦为七国集团成员，与美国同为仅存的两个人口过亿的发达国家，主要奠基于日本经济在二战后的巨幅增长。</p>
      <p>现时日本的科研能力、工业基础和制造业技术均位居世界前茅，并为世界第四大出口国和进口国。</p>
      <p>20世纪日本一度达到美国GDP的7成，但1990年代经历了经济泡沫，被称为“失落的十年”，且面临少子化和老龄化等日益严重的人口问题。</p>
      <p>至2019年（平成31年，令和元年）为止，日本的人均国内生产总值依国际汇率可兑换成为约40,846美元，人均国民收入则在44,000美元左右，属于高度发达的国家，人类发展指数亦在最高组群行列。</p>
    </main>
  </div>
</template>

<script>
export default {
  name: "japan"
}
</script>

<style scoped>

</style>