<template>
  <div>
    <header class="page-header">
      <h1>美国</h1>
    </header>
    <main>
      <h2>国土</h2>
      <ul>
        <li>美利坚合众国,中文简称美国，是由其下辖的50个州、华盛顿哥伦比亚特区、五个自治领土及外岛共同组成的联邦共和国.</li>
        <li>美国本土48个州和联邦特区位于北美洲中部，东临大西洋，北面是加拿大，南部和墨西哥及墨西哥湾接壤，本土位于温带、副热带地区。</li>
        <li>阿拉斯加州位于北美大陆西北方，东部为加拿大，西隔白令海峡和俄罗斯相望；夏威夷州则位于大洋洲太平洋中部的群岛。</li>
        <li>美国在加勒比海和太平洋还拥有多处境外领土和岛屿地区。</li>
        <li>此外，美国还在全球很多个国家和地区拥有着众多海外军事基地。</li>
        <li>美国的面积超过983万平方公里，正式为9,834,000万平方公里，位居世界第三或第四；</li>
      </ul>
      <h2>人口</h2>
      <ul>
        <li>同时拥有接近超过3.3亿人口，为世界第三人口大国。</li>
        <li>美国是世界上人口最多的发达国家，有着来自世界各地的大量移民，也是世界上民族和文化最多元的国家之一。</li>
      </ul>
      <h2>历史</h2>
      <ul>
        <li>一万五千多年前，古印第安人自亚洲迁徙至北美大陆。</li>
        <li>16世纪欧洲开始殖民北美。</li>
        <li>现今的合众国起始于东海岸的13个英属美洲殖民地。
          <ul>
            <li>欧洲七年战争后，大不列颠王国与其殖民地之间的争议愈发剧烈，最终导致在1775年爆发美国革命。</li>
            <li>1776年7月4日，正与大不列颠进行独立战争的各殖民地派出代表，协同一致发表《独立宣言》。</li>
            <li>战争终止于1783年，大不列颠王国承认这13个北美殖民地脱离管辖而独立，与其签订《巴黎条约》。</li>
            <li>这场战争也是第一场成功脱离欧洲殖民帝国的独立战争。</li>
            <li>1781年，《邦联条例》在邦联13个构成州获得通过，共同组成了邦联议会。</li>
            <li>1787年《美利坚合众国宪法》完稿，将“美利坚合众国”改制为联邦体制，联邦政府随之成立。</li>
            <li>1791年，合称为权利法案的十条宪法修正案获得批准，担保了基本民权。</li>
          </ul>
        </li>
        <li>自19世纪起，美国联邦政府通过强行移置原住民，征服及购买等方法大力扩张领土，随着逐渐不断地承认扩张领地为新州份，至1848年时美国疆域已横跨整个北美大陆。</li>
        <li>19世纪下半叶爆发的内战，使曾经合法的奴隶制度得以终结。</li>
        <li>在19世纪末，美国已将其领土延伸到太平洋的夏威夷。</li>
        <li>美国经济在工业革命的推动下，自那时起也开始蓬勃发展。</li>
        <li>随后美西战争的胜利，使美国势力进入加勒比海地区及太平洋西部；而参与第一次世界大战则奠定其作为一个全球性军事力量的基础。</li>
        <li>尽管在1930年代经历经济大萧条，美国在第二次世界大战获得胜利之后崛起成为超级大国。</li>
        <li>作为联合国安全理事会常任理事国，美国是世界上第一个研发出核武器，也是唯一一个曾将其投入实战的国家。</li>
        <li>战后美国与苏联进行了数十年冷战，顶峰时期的太空竞赛促使了人类第一次登月计划的成功。</li>
        <li>在1991年苏联解体后，至今三十年来，美国成为世上唯一的超级强国及经济强国。</li>
      </ul>
      <h2>经济</h2>
      <ul>
        <li>美国作为一个高度发达国家，是世界上最大的进口国及第二大的商品出口国，国内生产总值按国际汇率排名世界第一、而依购买力平均则位列第二。</li>
        <li>在国民平均薪资、人类发展指数、人均国内生产总值以及人均生产力[33]等社会经济学表现指标上，美国均处于世界领先地位。</li>
        <li>美国经济已步入后工业时代，服务行业占据经济主导地位，位列世界第一。</li>
        <li>同时，其生产制造业规模也极为庞大，位居于世界第二。</li>
        <li>仅占据全世界4.4%人口的美国贡献了世界四分之一的国内生产总值和三分之一的全球军事开支，这使其在经济和军事上均处于全世界最重要的地位。</li>
        <li>美国在政治和文化上是一支世界显著并影响深远的力量，也在科学研究和技术创新上占据世界领导地位。</li>
        <li>美国也是联合国、世界银行、国际货币基金组织、美洲国家组织等组织的创始成员国以及总部所在地，在国际事务中占据重要话语权。</li>
      </ul>
    </main>
  </div>
</template>

<script>
export default {
  name: "usa"
}
</script>

<style scoped>

</style>