<template>
  <div>
    <header class="page-header">
      <h1>中世纪</h1>
    </header>
    <main>
      <h2>中世纪封建时代</h2>
      <ul>
        <li>在公元前一世纪，于地中海、恒河与黄河地区出现了庞大的帝国。</li>
        <li>在印度，孔雀帝国统治了大半的印度次大陆，而仅存的小部分印度南部地区则由潘地亚所控制。</li>
        <li class="bg-danger">在中国，秦朝及其后的汉朝建立了中央集权式的大帝国。</li>
        <li>在西方，罗马人自公元前三世纪开始以侵略与殖民的手段来扩张领土，于奥古斯都在位时，即耶稣基督出生的年代，罗马控制了地中海沿岸大部分地区。</li>
        <br>
        <li>这些大帝国的扩张使得其成为该地区的中心地带，并在完成扩张后出现了较为和平的时期。</li>
        <li>这种相对的和平使得商人可以从事国际贸易，而当中最为知名的要算是丝绸之路的兴盛。</li>
        <li>但这些帝国亦面对着很多共通问题，如其需以巨额的支出来维持庞大的军队和中央官僚体系。</li>
        <li>为了保持帝国的完整，帝国政府开始向农民征收重税，结果出现了土地兼并现象，并且日益加剧。</li>
        <li>而居住于边境地区的蛮族亦不时向这些帝国进行侵扰，这加速了其内部的崩溃。</li>
        <li class="bg-danger">在中国，强大的东汉逐渐衰弱并于公元220年分裂为三个国家，中国史上的第一帝国宣告结束；</li>
        <li>而在西方，罗马帝国亦于此时开始分崩离析，日耳曼民族相继入侵。</li>
        <br>
        <li>但历史不断重演，在欧亚、美洲与北非的温带地区，大帝国此起彼落，从未间断。</li>
        <br>
        <strong>欧洲</strong>
        <li>罗马帝国由公元二世纪末开始逐渐崩溃，这大约与基督教由中东散播至欧洲同时期。</li>
        <li>罗马帝国的西半部在公元五世纪被来自德意志地区的日耳曼人所占领，并且分裂为很多国家，而罗马城则成为教宗国的领土；</li>
        <li>而帝国的东半部则演变为希腊化的拜占庭帝国。</li>
        <li>在数个世纪以后，查理曼大帝国结束，由鄂图一世继位，分裂成三个，东、中、西法兰克，其中，东法兰克的国王鄂图一世逼迫教宗加冕为帝，后自称神圣罗马帝国，其主要控制了现今的德国与意大利大部分地区。</li>
        <br>
        <strong>中国</strong>
        <div class="bg-danger">
          <li>在中国，秦朝建立了大一统的封建中央集权式的专制国家。</li>
          <li>之后的四百年间，由统一强盛的汉朝统治。</li>
          <li>汉朝之后封建国家开始分裂，原居于北方的游牧民族于公元四世纪初开始入侵，史称五胡乱华，并使中国北方陷入长年的混战里。</li>
          <li>4世纪到6世纪是分裂的南北朝时期。</li>
          <li>直至公元589年，隋朝统一中国，结束了魏晋南北朝数百年的战乱。</li>
          <li>而其后的唐朝在前期的统治里开创了盛世局面。然而唐朝在安史之乱后开始分崩离析，中国重新陷入混战，直至公元979年，北宋重新统一中国为止。</li>
          <li>然而来自北方游牧民族的压力不断增加，整个中国北方于公元1141年陷入女真族所建立的金朝之手，其后全中国更于公元1279年被蒙古族所建立的元朝统治。</li>
          <li>十三世纪的蒙古帝国控制了大部分欧亚地区，成为史上以连续陆地领土计，国土面积最大的国家。</li>
        </div>
        <br>
        <strong>印度</strong>
        <li>在此时，印度北部由笈多王朝所控制，而在印度南部，则由三个小王国所控制，分别是哲罗、朱罗与帕拉瓦。</li>
        <li>而这种相对稳定的状态使得印度教文化得以在公元四世纪与五世纪间进入黄金时代。</li>
        <br>
        <strong>中美洲</strong>
        <li>在中美洲亦出现了很多的文明，其中以马雅与阿兹特克较为著名。</li>
        <li>而随着奥尔梅克文明逐渐式微，很多马雅城邦逐渐兴起，并且很快便遍布犹加敦半岛与邻近地区。</li>
        <li>而其后的阿兹特克帝国则建基于其邻近文明并且深受被征服的人们如托尔特克族的影响。</li>
        <br>
        <strong>南美洲</strong>
        <li>南美洲的印加文明在公元十四世纪与十五世纪兴起，印加帝国，又称为四方帝国（Tawantinsuyu）控制了整个安第斯山脉，并于库斯科建都。</li>
        <li>印加人十分富裕与先进，其建立了卓越的印加道路系统与伟大的石造建筑。</li>
        <li>在公元七世纪，阿拉伯地区出现了伊斯兰教，并且成为世界历史上举足轻重的宗教之一，印度（主要是现在的巴基斯坦）、中东与北非的人民均在其后改信伊斯兰教。</li>
        <li>在东北非，努比亚与埃塞俄比亚成为仅存的两个没有改信伊斯兰教的基督教国家。</li>
        <li>伊斯兰教国家在其时拥有较先进的技术，并且进行着跨撒哈拉沙漠的贸易。</li>
        <li>而对这些贸易所收取的税款使得北非的国家变得富裕，亦使撒哈拉沙漠以南干旱地区（Sahel）出现了一系列的王国。</li>
        <br>
        <li>这段时期（上古至中古时代）的特征是缓慢而稳定的技术改进，其中较为重要的发明为马镫铁与犁。</li>

      </ul>
      <h2>文明的传播与交流</h2>
      <ul>
        <li>世界历史的发展并非是各文明地区各自独立发展其各自的文明，很多的情况都是文明与文明之间互相影响所致。</li>
        <li>最早期的文明传播是西亚与埃及文化传播到克里特岛，形成爱琴文明，爱琴文明在传播到希腊半岛，诞生出古希腊文化。</li>
        <br>
        <li>文明之间的交流与影响方面，最著名的是亚历山大大帝东征，把古希腊文化与西亚、波斯文化相融合，并且进而影响到印度。</li>
        <li class="bg-danger">再者中国的张骞通西域，也让许多西域文物流入中国，最终成为中华文化的一部分，如：琵琶、葡萄镜。</li>
        <li class="bg-danger">中国唐朝的造纸术西传，促成西方知识的传播与普及。</li>
        <br>
        <li>历史上重大的争战也往往间接产生文明间的碰撞，进而发生相互影响。</li>
        <li>蒙古西征与十字军东征，前者把火药给带进欧洲，但火药带来了更可怕的毁灭；后者虽然促成了欧洲的航运和商业发展，但却使穆斯林世界（回教世界）与基督教世界的仇恨加深，冲突不断。</li>
      </ul>
    </main>
  </div>
</template>

<script>
export default {
  name: "middleAges"
}
</script>

<style scoped>

</style>