<template>
  <div>
    <header class="page-header">
      <h1>近代</h1>
    </header>
    <h2>欧洲的兴起</h2>
    <h3>欧洲称雄世界的背景</h3>
    <ul>
      <li>早期的农业帝国往往被其周遭环境所限制，其生产力持续低下，并且很易因自然灾害而出现民变，致使政权出现转变。</li>
      <li>但是在公元一千年左右，世界历史出现了质的改变。</li>
      <li>经由贸易累积而来的先进技术与财富拓阔了世事的可能性。</li>
      <li>这些转变在农业大国里最为显著，如中国、印度与部分伊斯兰世界。</li>
      <br>
      <div class="bg-danger">
        <li>中国是首个于公元一千年左右发展出先进的货币经济并且打破早期环境限制的国家。</li>
        <li>当时中国的自耕农不再自给自足，而是将其生产换取其他物品。</li>
        <li>而其农业系统是在当时欧亚大陆里最为发达的，因为其拥有最大的未都市化土地。</li>
        <li>其技术是当时世界里最为先进的，并且在铁器生产、风箱、悬索桥建设、印刷与指南针领域具有垄断地位。（参看李约瑟）。</li>
        <li>此时中国的宋朝看似处于和六百年后欧洲出现巨大转变的同一位置，然而其却于此时受到北方女真族的攻击，只能退居江南，</li>
        <li>此时期的中华文化正处于颠峰阶段，但是由于北方游牧民族所建立政权的军事侵扰，经济与文化发展受到沉重打击，在最后更于公元1279年被蒙古人所建立的元朝消灭。</li>
      </div>
      <br>
      <li>表面上，于公元十四世纪开始的欧洲文艺复兴只是因应世界其他地方的转变而诞生。</li>
      <li>但其却引发了研究学问的精神，并导致了人文主义、科学革命，并最终致使工业革命出现。</li>
      <li>然而，在公元十七世纪所出现的科学革命并没有立即对技术革新起到作用，直至公元十九世纪后半叶，科学理论上的改进才实际应用至发明创作里。</li>
      <li>欧洲在公元十八世纪所发展出的两大优势为：企业文化与跨大西洋贸易所积累的财富。</li>
      <li>但是在公元1750年，世界上劳动生产力最大的中国，仍然处于与以跨大西洋贸易为主导的欧洲经济同一水平上。</li>
      <br>
      <li>对于欧洲于公元1750年后开始主导世界，大英帝国英伦三岛成为工业革命中心的现象，有着很多不同的解释。</li>
      <li>韦伯认为这是因为宗教改革使得欧洲人变得更为勤劳。</li>
      <li>另一种社会经济学解释则以人口统计学的角度来解释：欧洲因为有着终生独身的神职人员、殖民活动、高死亡率的都市中心、接连的战争和迟婚，使得其人口增长相较亚洲的国家而言受到较多的限制。</li>
      <li>劳工短缺意味着资源可以用在节省劳工的技术改革上，如水轮与磨坊、纺纱机与织布机、蒸汽机与轮船，而不是以巨大的资源来维持庞大的人口。</li>
      <li>亦有人认为欧洲的制度较为优越，其较世界其他地方更着重财产权与自由市场经济，然而在近年，部分学者如彭慕兰开始挑战这种观点。</li>
      <br>
      <li>欧洲的地理亦在此扮演着重要角色。</li>
      <li>中东、印度与中国皆被山脉所围绕，但一旦越过这些天然屏障则是一片广阔的陆地。</li>
      <li>对比之下，阿尔卑斯山、比利牛斯山与其他山脉横贯欧洲，使得欧洲大陆被分割为数个地区。</li>
      <li>这在一定程度上使得欧洲大陆在面对中亚民族入侵时得到保护。</li>
      <li>在火器出现前的年代，所有欧亚大陆的土地均受到中亚草原民族的侵扰。</li>
      <li>这些游牧民族在军事上较处于大陆边缘的农业国家优越，一旦其成功越过诸如印度与中国外围的山谷时，则变得锐不可挡，而这些入侵往往是毁灭性的。</li>
      <li>公元1258年，随着巴格达被蒙古人攻陷，伊斯兰黄金时代消亡。与此同时，印度与中国亦被其大举入侵。欧洲大陆东部也遭到严重破坏，但西欧尤其英国较少受到蹂踚。</li>
      <br>
      <li>此外，欧洲的地理亦带来与别处不同的地缘政治。中国、印度与中东地区在历史上往往有着一个主导国家。</li>
      <li>在公元一千六百年左右，奥斯曼帝国控制大部分中东地区、明朝主导著中国地区、而蒙兀儿帝国则控制着北印度。</li>
      <li>与之对比，欧洲大陆则存在着很多不同且关系错综复杂的国家。</li>
      <li>泛欧洲帝国，除了早期的罗马帝国外，均持续不了多少时间。然而，在敌对邦国间的高度竞争却是欧洲在其后成功的因素之一。</li>
      <li>在其他地方，稳定往往胜于发展。</li>
      <li>在东亚，倭寇侵扰各国，致使中国明朝中后期至清朝中期实行海禁政策，海军发展因这些政策而近乎停滞。</li>
      <li>在欧洲则没有可能出现这样的海禁政策，因为诸国林立，要使各国皆奉行同一政策极为困难。</li>
      <li>如果任何一个邦国自行引入这样的一种限制，则其将会很快地坠后于竞争者，结果自取灭亡。</li>
      <br>
      <li>另一无庸置疑，使欧洲兴起的地理因素则是地中海。</li>
      <li>上千年来，地中海在欧洲南部及非洲北部是重要的海上交通区域，培养了海上贸易、人际与思想交流和发明创造。</li>
      <li>另外，相较于中纬度较适宜人居住的地区，热带地区则经常受到自然灾害与寄生虫的影响，使得当地人民的较容易生病，对于的科学革命和思想启发不是那么好的摇篮。</li>
    </ul>
    <h3>工业文明的崛起</h3>
    <ul>
      <li class="bg-danger">唐朝驱逐突厥使得部分突厥人辗转遁入西亚与东南欧一带，他们乃是后来所称之的土耳其人，当时这一部分地区正属东罗马帝国所辖，
        土耳其人进入此区消灭东罗马帝国后，许多东罗马帝国的学者西迁，因而造成欧洲史上的文艺复兴。
      </li>
      <li>文艺复兴于十四世纪在欧洲开始。</li>
      <li>尽管一些现代学者对这一人文艺术思潮是否有益于科学仍尚存疑虑，但是这个时期的确极大地促进了阿拉伯地区与欧洲的融合。</li>
      <li>这里最重要的成就是所谓的小帆船，这种小帆船结合了阿拉伯三角帆与欧洲方形索船的优点，成为能够横跨大西洋的第一种舰船。</li>
      <li>由于航海技术的发展，哥伦布于1492年横跨大西洋，使欧亚非大陆与美洲的信息与物产联系到一起。明永乐三年起，郑和七下西洋，西至今非洲索马里一带。</li>
      <li>从此一些欧洲国家开始进行海上扩张及海外殖民。</li>
      <br>
      <li>哥伦布横跨大西洋作为最著名的对历史产生重大影响的外部关联事件之一，给两个大陆都带来了深远的影响。</li>
      <li class="bg-warning ">欧洲给美洲带来了从来未曾遇过的疾病，有一个不是很精确的数字，据说或许有超过九成的美洲土著人死于一连串毁灭性的传染病中。</li>
      <li>此外由于欧洲所拥有的技术优势，诸如骑兵、钢铁和枪炮等，这使得他们征服了阿兹特克人、印加帝国以及其它的北美文明。</li>
      <br>
      <li>欧洲人获得的美洲地理学知识，大部分都是由欧洲大陆的大西洋沿岸国家贡献的，例如：葡萄牙、西班牙、英国、法国及荷兰。</li>
      <li>葡萄牙和西班牙是第一批主要的征服者，并且对西方世界产生了巨大的影响，但很快，更北边一些的国家，如英国、法国和荷兰开始取代其位置，统治了大西洋。</li>
      <li>通过一系列的战争，先是十七世纪和十八世纪的战争，后是拿破仑战争，英国成为了世界第一强的大帝国，领土遍布全球，在其颠峰时期几乎控制了世界陆地的四分之一，并因此被称为“日不落帝国”。</li>
      <br>
      <li>从美洲的土地上以及人民手中剥夺到的黄金和其它资源，皆被船运至欧洲。</li>
      <li>与此同时，大量的欧洲殖民者开始向这块大陆移民。</li>
      <li>为了满足新兴殖民地对劳动力的大量需求，将非洲人做为奴隶的贩卖活动开始了。</li>
      <li>很快美洲许多地方都充满了奴隶这一下等阶层。</li>
      <li>在西非，一系列国家沿着奴隶海岸而兴起。</li>
      <li>这些国家剥削离海岸线更远的非洲内陆各处的人民，逐渐繁荣起来。</li>
      <br>
      <div class="bg-danger">
        <li>与此同时，1368年由汉族的朱元璋建立的明朝取代了元朝在中国的统治。</li>
        <li>明朝前期统治平稳，国力强盛。中期出现了资本主义萌芽。后期出现了统治危机，1644年由李自成农民起义军所灭。同时关外的清朝入关并统一了中国。</li>
        <li>清朝前期国力强盛，前期的几个皇帝积极有为，开创了大盛世；并且排除了国内外的分裂势力的危机，巩固了国家安全与统一。</li>
        <li>后来统治逐渐没落。1840年鸦片战争以后不断受到欧洲列强的侵略。</li>
        <li>1911年辛亥革命成功，清朝灭亡，中华民国建国，推翻帝制，实行民主共和政体。</li>
      </div>
      <br>
      <li>相对于其他地域的人，欧洲人在枪炮制造等军事技术上处于优势。</li>
      <li>就在入侵美洲后不久，欧洲人又开始入侵亚洲。</li>
      <li>十九世纪初，不列颠已经控制了南亚次大陆，埃及和马来半岛；法国控制着印度支那；荷兰则占据了荷属东印度群岛。</li>
      <li>英国同时还控制着一些仍属于新石器时代人类的地区，诸如澳大利亚、新西兰以及南非，并且英国在美洲殖民地的居民大量涌入这些地区。</li>
      <li>到十九世纪末期，连非洲最后一块无主土地也被欧洲列强瓜分了。</li>
      <br>
      <li>欧洲的理性时期直接引发了科学革命，这场革命改变了人们对世界的认识，并为工业革命打下基础。</li>
      <li>工业革命发源于英国，在这一过程中产生了新式生产组织及模式如工厂、大规模生产、机械化等。</li>
      <li>新的生产模式使欧洲能以更快的速度，更少的劳动力生产更多的产品。</li>
      <li>理性时期的学术思潮引发了十八世纪晚期的美国和法国革命，催生了今天所知的民主。民主的发展对世事和生活质量产生了深远的影响。</li>
      <li>工业革命时期，世界经济建立在以煤为能源的基础上，与之相应的是新的运输方式如铁路及蒸汽船的出现，这使世界变得更小了。</li>
      <li>与此同时，工业污染对自然环境所造成的破坏，以数十倍于原始社会的速度增长。</li>
    </ul>
  </div>
</template>

<script>
export default {
  name: "modernTimes"
}
</script>

<style scoped>

</style>