<template>
  <div>
    <header class="page-header">
      <h1>文明的兴起</h1>
    </header>
    <h2>城邦</h2>
    <ul>
      <li>文明的诞生必须依赖于稳定的农业地区，因此农业的出现引起了少数主要转变，</li>
      <li>因为农业的生产带来充足的粮食，使得人们不需要再从事渔猎与游牧性活动，其亦使得人口密度可大量提升，</li>
      <li>逐渐的人类的社群开始出现分工，在农业生产的稳定条件下，开始出现相因应的相关行业，例如农具：犁、耙的制造而出现手工业，</li>
      <li>又因为人类的社群需要管理与规划，政治性的需求因而诞生，从而出现国家。</li>
      <br>
      <strong>国家</strong>
      <li>对于“国家”（state）一词有着数个定义。韦伯与伊里亚斯将其定义为一群有组织的人群合理地独占着某一特定的地区。</li>
      <li>在公元前三千五百年至三千年间，首批国家在美索不达米亚、古埃及与印度河谷出现。</li>
      <li>在美索不达米亚，最多存在着3000个城邦。</li>
      <li>古埃及则是先有国家，而没有城镇，但城镇很快亦冒起。</li>
      <li>一个国家需要军队来保卫其领土。</li>
      <li>而军队则需要官僚机构来负责维持。</li>
      <li>唯一例外是印度河流域文明，因为该处的国家并没有证据显示曾拥有着军事力量。</li>
      <br>
      <li class="bg-danger">在公元前三千年至二千年间，在中国地区亦出现了很多小型国家</li>
      <li>而在此时，中东地区的国家间开始爆发战事。</li>
      <li>世界上首条和平条约，卡叠什和约，是在公元前1259年，由赫梯人与古埃及人所签订。</li>
      <li>
        这时古代著名的大帝国开始陆续出现，诸如亚述帝国（公元前8世纪）、波斯帝国（公元前六世纪）、孔雀帝国和马其顿帝国（公元前四世纪）、秦帝国和帕提亚帝国（公元前三世纪）、罗马帝国（公元前一世纪）、波斯帝国萨珊王朝（公元三世纪）。
      </li>
      <br>
      <li class="bg-danger">在公元751年，中东与东亚的两大帝国首次爆发冲突，当时统治中东的阿拔斯王朝与统治中国的唐朝在怛罗斯决战，结果唐军战败。</li>
      <li>而史上以陆地连续性计，最大的帝国蒙古帝国则在公元13世纪出现。</li>
      <li>此后，大部分居住在东欧、亚洲的人们均隶属于国家统治下，而在墨西哥与西南非亦有着文明国家。</li>
      <li>诸国不断扩张，并控制着越来越多的土地与人口；最后一块“无主土地”－南极洲亦在公元1878年的柏林会议里被瓜分。</li>
    </ul>
    <hr>
    <h2>城市与贸易</h2>
    <ul>
      <li>在农业发展的同时，粮仓产量也大增。因此不从事农耕的人们也可以获得粮食，而城市亦因而出现。</li>
      <li>城市成为国家的重要地区，而居住在城市里的人们几乎不从事农业生产。</li>
      <li>城市由附近的乡郊地区获取食粮，作为回报，则为乡郊地区提供军事力量保卫其财产。</li>
      <br>
      <li>城市的发展导致了文明的诞生：首先是下美索不达米亚的苏美尔文明（公元前三千五百年），其后是尼罗河流域的埃及文明（公元前三千三百年）和黄河流域的华夏文明（公元前三千三百年），接着是印度河流域文明（公元前二千五百年）。
      </li>
      <li>有证据显示当时的城市已颇具规模，并且有着高度社会与经济复杂性。</li>
      <li>不过上述文明皆是独立发展的，互不隶属。在此时，书写与贸易正式在人类社会出现。</li>
      <br>
      <li class="bg-danger">在中国，虽然最初的河洛古国在公元前三千三百年已出现，但首个进入信史时代的朝代却是约于公元前一千五百年出现的商朝。</li>
      <li>而在公元前二千年左右，克里特岛、希腊本土与小亚细亚中部的赫梯王国开始出现。</li>
      <li>在美洲，马雅文明、莫切文化与纳斯卡文明等约在公元前十世纪末于中美洲与秘鲁等地出现。</li>
      <li class="bg-info">而用于交易的货币则首先出现于吕底亚。</li>
      <br>
      <li>长途贸易路线于公元前三千年首次出现，位于美索不达米亚的苏美尔人与位于印度河谷的哈拉巴人进行贸易。</li>
      <li class="bg-danger">中国与叙利亚间的丝绸之路约于公元前二千年出现，而位于其间的中亚城市与波斯则为此交易路线主要中转站。</li>
      <li>腓尼基与古希腊文明在公元前一千年至公元前一世纪间于地中海地区形成了贸易帝国。</li>
      <li>而阿拉伯人则于首个千年的末期与第二个千年的初期（公元650年至公元1250年）控制了印度洋、东亚与撒哈拉沙漠的贸易路线。</li>
      <li>在首个千年末期，阿拉伯人与犹太人亦控制了地中海地区的贸易。</li>
      <li>而在第二个千年初期，意大利人取代其位置，控制了地中海地区的贸易。</li>
      <li>法兰德斯与德意志的城市则在第二个千年初成为北欧贸易路线的中心。</li>
      <li>在任何地区，主要的城市皆位处贸易路线的枢纽地带。</li>
    </ul>
    <hr>
    <h2>宗教与哲学</h2>
    <ul>
      <li>新的哲学与宗教在东方与西方世界皆不断涌现，特别是在公元六世纪左右。</li>
      <li>不论何时，世界上均有着很多不同的宗教，如印度的印度教与佛教、波斯的祆教等早期主要宗教。</li>
      <li>闪米特诸教在此时亦开始冒起。</li>
      <li class="bg-danger">在中国，人们直至今天仍受到儒、墨、道、佛四家的思想所影响，其中以儒家为甚。</li>
      <li class="bg-danger">在汉武帝罢黜百家，独尊儒术后，中国人二千年来深受其熏陶。</li>
      <li>在西方，以柏拉图与亚里士多德为代表的希腊传统哲学思想，则在亚历山大大帝于公元前四世纪进行征服战争后散播至整个欧洲和中东。</li>
    </ul>
  </div>
</template>

<script>
export default {
  name: "riseOfCivilization"
}
</script>

<style scoped>

</style>