<template>
  <div>
    <header class="page-header">
      <h2>旧石器时代</h2>
    </header>
    <div>
      <ul>
        <li>根据遗传学与化石学所提供的证据显示，现代人类“智人”的发源地应该是在非洲。</li>
        <li>其大约在二十万年左右出现，其时为旧石器时代，人类已进化了一段很长的时间。</li>
        <li>人类的祖先，如“直立人”曾经使用简单工具达数千年，但随着时代演进，工具变得更为精练与复杂。</li>
        <li>人类亦随之创造了语言与下葬仪式。</li>
        <br>
        <li>此时期的人类亦可以装饰自己的外表。此时所有人类都是猎人与采集者，并且普遍过着游牧的生活。</li>
        <br>
        <li>现代人很快便从非洲和亚欧两洲的非结冰地带散播至世界各处。</li>
        <li>在最近的冰河时期时，人类更大量移民至北美洲与大洋洲，而现时的温带区在当时是极不适合生活的。</li>
        <li>纵使如此，在冰河期完结时，即大约一万二千年前，人类已移民至地球上所有非冰封的土地上。</li>
        <br>
        <li>猎人与采集者的社会逐渐细分，并开始出现阶级观念，而且长途接触亦变得可能，如澳洲原住民使用的原始“高速公路”。</li>
        <li>大部分猎人与采集者的社会最终将发展为农业社会，或融入于其他较大型的农业社会。</li>
        <li>然而，未发展为农业社会的群体，最后也许被消灭，或维持孤立，这种小型猎人与采集者的社会在今天的偏远地区仍时有所见。</li>
      </ul>
    </div>
    <hr>
    <header class="page-header">
      <h2>中石器时代</h2>
    </header>
    <div>
      <ul>
        <li>中石器时代为旧石器时代与新石器时代间的一段人类科技发展时期。</li>
        <li>其在更新世末期，即大约一万年前开始，终结于农业的出现，而这时间在各地区不尽相同。</li>
        <li>在部分例子里，如近东地区，农业在更新世末期已开始出现，因此其中石器时代是极短暂的，且难以定义。</li>
        <li>在那些没有受到太多冰河时期冲击的地区，有时候会比较倾向使用“后旧石器时代”这个词。</li>
        <br>
        <li>而那些受到较大环境因素影响，如处于后冰河时期影响带的地区，则有着更显著的中石器时代，最少达数千年之久。</li>
        <li>以北欧为例，那里的部落社会因为所居住地区气候较温暖而且有着食物供应丰富的沼泽地，所以可以较迟发展农耕，因此其中石器时代较长。</li>
        <li>这些环境条件制造了具有特色人类生活，并且被纪录下来，诸如马格尔莫斯文化（Maglemosian）与阿齐利文化（Azilian）。</li>
        <li>但这样的环境条件同样使得北欧的新石器时代迟至公元前四千年才来临。</li>
        <br>
        <li>此时期的遗迹不多，主要是贝冢（midden，或称垃圾堆）。</li>
        <li>在森林地区，砍伐森林的活动开始出现，但是要在新石器时代才大量进行，因为那时的人们需要通过砍伐森林来开垦更多耕地。</li>
        <br>
        <li>中石器时代的特征是大量使用着小型而复杂的燧石工具，诸如小结石（microlith）与小錾子（microburin）等。</li>
        <li>钓鱼用具、石制手斧与木制物品如独木舟和弓箭等亦在部分中石器时代的遗址发现。</li>
      </ul>
    </div>
    <hr>
    <header class="page-header">
      <h2>新石器时代</h2>
    </header>
    <div>
      <ul>
        <li>新石器时代为石器时代的原始科技与社会发展的最后阶段。其约于公元前一万年开始，而主要特征是早期部落群居、农业、畜牧业与工具的发展。</li>
        <br>
        <strong>农业</strong>
        <li>根据考古学家戈登·柴尔德所形容，在大约公元前九千年出现的农耕社会是一项革命性的大转变。</li>
        <li>在大约公元前九千五百年，苏美尔人首先开始务农。
          <ul>
            <li>在大约公元前七千年，农业传播至印度</li>
            <li>大约公元前六千年，其传播至埃及</li>
            <li>大约公元前五千年，中国人亦开始务农</li>
            <li>大约公元前二千七百年，农业传播至中部美洲</li>
          </ul>
        </li>
        <br>
        <li>苏美尔人在大约公元前五千五百年开始有系统地灌溉农作物，并且出现社会分工。</li>
        <li>而此时青铜与铁开始取代石头作为农务与战争的工具。</li>
        <li class="bg-primary">在公元前三千年的欧亚大陆上，铜制与青铜制的工具、装饰品与武器开始普及。</li>
        <li class="bg-danger">紧接着青铜时代，在东地中海、中东与中国等地陆续出现铁制工具与武器。</li>
        <br>
        <li>农业使社会变得复杂，亦因此出现了文明。</li>
        <li>城镇与市场随之出现。</li>
        <li>科技改进了人们控制自然的能力，而人们亦发展了交通与通讯。</li>
        <br>
        <strong>宗教发展</strong>
        <li>很多历史学家将信仰的起源追溯至新石器时代。</li>
        <li>大部分此时的信仰包括对母亲神（Mother Goddess）、天父（Sky Father）、太阳与月亮的崇拜，并视太阳与月亮为造物主。</li>
        <br>
        <li>后世才出现了基督教、佛教、伊斯兰教等宗教。</li>
      </ul>
    </div>
  </div>
</template>

<script>
export default {
  name: "stoneAge",

}
</script>

<style scoped>

</style>